tap "homebrew/bundle"
brew "docker"
brew "dust"
brew "pango"
brew "ffmpeg"
brew "libavif"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "libfido2"
brew "lsusb"
brew "xrootd"
brew "root"
brew "wget"
cask "chatgpt"
cask "discord"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "lyx"
cask "macs-fan-control"
cask "mactex-no-gui"
cask "mathpix-snipping-tool"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "miniconda"
cask "nordvpn"
cask "sioyek"
cask "spotify"
cask "telegram"
cask "vlc"
cask "whatsapp"
cask "unity-hub"
cask "aldente"
