tap "homebrew/bundle"
brew "root"
cask "github"
cask "mactex-no-gui"
cask "telegram"
cask "visual-studio-code"
vscode "affenwiesel.matlab-formatter"
vscode "bramvanbilsen.matlab-code-run"
vscode "brboer.vsc-conceal"
vscode "dart-code.dart-code"
vscode "davidanson.vscode-markdownlint"
vscode "draivin.hscopes"
vscode "draivin.hsnips"
vscode "eamodio.gitlens"
vscode "edonet.vscode-command-runner"
vscode "esbenp.prettier-vscode"
vscode "gimly81.matlab"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "james-yu.latex-workshop"
vscode "mechatroner.rainbow-csv"
vscode "mikoz.black-py"
vscode "mkvoya.eps-preview"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "nickfode.latex-formatter"
vscode "orangex4.latex-sympy-calculator"
vscode "ryuta46.multi-command"
vscode "seanwu.vscode-qt-for-python"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "valentjn.vscode-ltex"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vscodevim.vim"
vscode "wscats.eno"
vscode "xabikos.javascriptsnippets"
